{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp"
    },
    "conform.nvim": {
      "src": "http://github.com/stevearc/conform.nvim"
    },
    "everforest-nvim": {
      "src": "http://github.com/neanias/everforest-nvim"
    },
    "gruvbox.nvim": {
      "src": "http://github.com/ellisonleao/gruvbox.nvim"
    },
    "lazygit.nvim": {
      "src": "http://github.com/kdheepak/lazygit.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "http://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "http://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "http://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "http://github.com/nvim-mini/mini.nvim"
    },
    "nvim": {
      "src": "http://github.com/catppuccin/nvim"
    },
    "nvim-lspconfig": {
      "src": "http://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "http://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "obsidian.nvim": {
      "src": "https://github.com/obsidian-nvim/obsidian.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "omarchy-theme-loader.nvim": {
      "src": "http://github.com/EskelinenAntti/omarchy-theme-loader.nvim"
    },
    "plenary.nvim": {
      "src": "http://github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "http://github.com/nvim-telescope/telescope.nvim"
    },
    "which-key.nvim": {
      "src": "http://github.com/folke/which-key.nvim"
    }
  }
}